{
  "quotes": [
    "It's difficult to have a clear perspective on your own work. It's very hard to know yourself",
    "You can't control people's interpretation. And why would you want to?",
    "Great art is timeless, and yet it's a true expression of who the artist is in that moment.",
    "When someone is critical of something you make, usually it's more about them than it is about you.",
    "Aiming at greatness is different than aiming at being better than someone else.",
    "Sometimes the content comes first. Other times the structure takes the lead.",
    "Belief carries disproportional energy.",
    "Think simple.",
    "Allow the individual pieces to retain their natural voice.",
    "You make a work yours by acknowledging it. Not by changing it.",
    "Can it work without a transition?",
    "When receiving suggestions, you can also try the exact opposite and see what happens.",
    "Don't let the voices in your head stop you from feeling free.",
    "There's a good time to impose a deadline. That time is not at the beginning of the process.",
    "It's helpful to equate patience with the work being good.",
    "No one in the creative process, other than the maker, truly understands the process. And often, even the maker doesn't.",
    "Taste is a practice you can develop and strengthen. It's a reflection of who you are.",
    "Some mistakes are actually subconscious problem solving.",
    "Sometimes the mistakes are what makes something great. Humanity breathes in the mistakes.",
    "Putting commercial concerns before personal taste is a losing battle.",
    "Inspiration tends to show up in play.",
    "If you are open and stay tuned to what's happening, the answers will be revealed.",
    "Share what excites you.",
    "Recognizing what you do not know may be your greatest strength.",
    "You are one hundred percent successful as soon as you send your project off into the world. Regardless of how it is perceived.",
    "Test your rules.",
    "Art is about capturing a moment and sharing it in a way an audience gets to experience in their own way.",
    "I don't know anything, but I trust my taste.",
    "Take a first step and see where it leads. The direction isn't important yet.",
    "Time has less patience than it use to.",
    "Make art that lives up to the expectation.",
    "Quality over deadlines.",
    "Sometimes the therapeutic value of making the work is the outcome. And thats enough.",
    "Any creative path is difficult.",
    "While the artists goal is greatness, it's also to move forward.",
    "No one teaches us how to deal with success.",
    "Sometimes the adversity creates an environment for good things to grow.",
    "Through expression we meet ourselves.",
    "Sometimes what you want your project to be and what it is are not the same",
    "What makes artists great is their ability to access that which we all have and can't always access on our own.",
    "True collaboration isn't rooted in versus and settling.",
    "Cooperation isn't giving in. It's clearly sharing your feelings to reach a greater good.",
    "Sometimes adversity creates an environment for good things to grow.",
    "It's helpful to limit your exposure to work in progress.",
    "By listening to a work in progress too often, you can set a pattern in your brain, which makes it harder to change.",
    "When you try something physically, it resonates in a different way than it did when you imagined it.",
    "The audience comes into consideration in the sharing, not in the formation of your work.",
    "The work reveals itself as you go. It tells you what it wants to be.",
    "When editing, practice non-attachment.",
    "Set the stage for something to happen. Something incredible. Something unexpected.",
    "If the work connects artistically, the work is a success.",
    "Maybe the best idea is the one you're going to come up with in the evening.",
    "Part of the artistic journey is about connecting with something inward that is universal.",
    "The important choice, and it could be a tiny detail, is the one that makes the work a thousand times better.",
    "Details are important. Until suddenly you go from making critical choices to less consequential ones.",
    "Recognizing what you do not know may be one of your greatest strengths.",
    "Sometimes less perfect may seem more human, more real. Ultimately, more desirable. Getting everything right isn't always what's best or most important.",
    "Learning to recognize when something is at it's essential isn't easy. It's instinct. It's an inner knowingness.",
    "See your work as if it's your first time. Just like the audience gets to experience it.",
    "If it's your best in this moment, that's the best it can be. Tomorrow your best may be completely different.",
    "Work as hard as you can to be able to share it.",
    "We have a work principal in the studio: demonstrate it, don't explain it.",
    "Sometimes the difference between the unfinished painting and the finished painting is as simple as finding the right frame.",
    "If you're listening or speaking, either way you're participating in the conversation.",
    "Attitude is everything. If you expect a project to go a certain way it's easy to get frustrated.",
    "When a problem is encountered, consider zooming out and looking at it in greater context.",
    "Some people can see the end the day they begin. Others can't see the end until it's upon them. Neither is better than the other.",
    "The best work is nearly inexhaustible, it withstands experiencing again and again.",
    "Find the story worth telling.",
    "The more you practice your work, the better it will be. Practice opens channels of possibility in the brain.",
    "It's not helpful to be attached to the result bering anything like the starting point.",
    "As the idea develops, does it live up to or surpass the promise of the spark that originally got you excited?",
    "Keep working until you get something better than what you started with. Otherwise the starting point is it. The beginning is the end.",
    "In collaboration, if the best idea gets picked, you win. Regardless of whose idea it is.",
    "Do what you can with what you have. Nothing more is needed and there are no excuses.",
    "Most of the things you're worried about will not be notable to most others.",
    "If you don't let it go, the process of finishing a work can be endless.",
    "You can't control people's interpretation, and why would you want to?",
    "Nobody knows what anyone else is going to like.",
    "What you have to offer is what's inside of you.",
    "Follow your excitement, not the audiences.",
    "The best way to serve your audience is to ignore them.",
    "Being aware of your audience as you're making your work changes it.",
    "Avoid allowing analysis to undermine inner knowingness.",
    "It's always ultimately for you, for your own satisfaction. That's the best you have aesthetically.",
    "Is it time for the next project because the clock or calendar says it's time, or because the work itself says it's time?",
    "Developing your taste is personal exploration. It's only about you. A positive, self centered practice.",
    "It's helpful to equate patience with the work being good.",
    "There are no shortcuts. You have to do the work. Once it becomes hard to tell the difference between one choice and another, it's probably a less essential decision.",
    "Only after gathering all of the material can a deadline be useful.",
    "Reduce your work to the absolute essentials you can't live without.",
    "Tell the truth as you understand it.",
    "What does the simple version look like?",
    "Sometimes the way you engage physically in the process can have an effect on the outcome.",
    "Up until the time you let go of the work, you can still improve it. So letting go is just a moment in time, and accurate representation of where you were in that instant.",
    "We connect when we hear someone who believes what they are saying. Even if we don't agree. Belief is beautiful.",
    "Belief carries disproportional energy.",
    "Leave room for interpretation.",
    "Our path is to collaborate with what's happening, not to fight against it.",
    "The work is to dance between the fun and the seriousness of the material.",
    "Emotions are your sources material.",
    "Creativity can just be a relationship with yourself. No one else needs to be in the equation.",
    "Are you expressing yourself in the service of the art, or in service of commerce?",
    "Your self expression allows the audience to have their own self expression.",
    "Art without meaning is just decoration. The art is in the idea.",
    "Thinking doesn't always solve the problem. Sometimes creating space allows inspiration to do the work.",
    "Learn to disconnect.",
    "The better you feel, the better things go.",
    "The better choice artistically is usually going to be the better choice commercially.",
    "Create a vacuum between you and what you're looking for. Instead of forcing it, step back and draw it towards you.",
    "Analyze your understanding of life the same way you analyze your work.",
    "Meaning cannot be put into words. Often it's a heightened sense of aliveness you feel in the presence of the work.",
    "With every piece of advice, consider the opposite to be equally true.",
    "Let the audience figure out the story. It might not be the same as yours, and thats fine.",
    "The world is only as free as you allow your artists to be.",
    "Art isn't in the tools, material, or equipment you use. It's in the way you see the world.",
    "One of the things that can slow down the creative process, or completing a work, is the unrealistic search for perfection.",
    "Sometimes creating an arbitrary restriction allows us to see deeper. And sparks our imagination in a different way so we can find a new solution.",
    "Be wary of preconceived ideas. Start board minded. Completely open to possibilities.",
    "There is no pure ranking system for artistic success. Only you know if it's successful or not.",
    "You cannot control how much time it takes to complete a work. It could be a hundred hours or it could be five minutes. The amount of time it takes is irrelevant.",
    "Acceptance means recognizing the things you can't control and learning to work around them.",
    "Don't let the voices in your head stop you from being free.",
    "Never turn a limitation into an excuse.",
    "There may not be a line between a mistake and the free act of creation.",
    "Art creates a profound connection between the artist and the audience. And through that connection, both of them can heal.",
    "When seemingly random pieces fit together well, one can sense an intention behind it all. Something wants this to happen.",
    "Pay attention. If you're distracted, you might not recognize the idea when it appears.",
    "Whether it takes months or minutes does not matter.",
    "We work based on the truth of who we are today, not who we remember being yesterday.",
    "You will know it when you see it.",
    "It's impossible to predict how you'll feel about a work of art tomorrow. All it really has to do is reflect this present moment in time.",
    "When the work has five mistakes, it's not finished. But when a work has eight mistakes, it might be. Sometimes deciding a work is finished is more about surrender than victory.",
    "Finish this project in service to the next one. And also in service to the project you're working on.",
    "It's possible to think you're moving forward, and you are. But you may not be moving forward in the way you think you are."
  ]
}